const data = {
    title: 'Тест по теме информационные технологии',
    questions: [
        {
            id: 1,
            question: 'В состав персонального компьютера входит?',
            answers: [
                'Сканер, принтер, монитор',
                'Видеокарта, системная шина, устройство бесперебойного питания',
                'Монитор, системный блок, клавиатура, мышь',
                'Винчестер, мышь, монитор, клавиатура',
            ],
            rightAnswer: 3
        },
        {
            id: 2,
            question: 'Все файлы компьютера записываются на?',
            answers: [
                'Винчестер ',
                'Модулятор',
                'Флоппи-диск',
                'Генератор',
            ],
            rightAnswer: 1,
        },
        {
            id: 3,
            question: 'Как включить на клавиатуре все заглавные буквы?',
            answers: [
                'Alt + Ctrl',
                'Caps Lock ',
                'Shift + Ctrl',
                'Shift + Ctrl + Alt',
            ],
            rightAnswer: 2,
        },
        {
            id: 4,
            question: 'Как называется основное окно Windows, которое появляется на экране после полной загрузки операционной среды?',
            answers: [
                'Окно загрузки',
                'Стол с ярлыками',
                'Рабочий стол',
                'Изображение монитора',
            ],
            rightAnswer: 3,
        },
        {
            id: 5,
            question: 'Какую последовательность действий надо выполнить для запуска калькулятора в Windows?',
            answers: [
                ' Стандартные → Калькулятор',
                'Пуск → Программы → Стандартные → Калькулятор ',
                ' Пуск → Стандартные → Калькулятор',
                'Пуск → Калькулятор',
            ],
            rightAnswer: 2,
        },

    ]
}

//https://testua.ru/informatsionnye-tekhnologii/348-testy-po-informatsionnym-tekhnologiyam.html